Revit 2027 API
Color.InvalidColorValue Property
 Get the invalid Color whose IntegerValue is -1.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static Color InvalidColorValue { get; }
Public Shared ReadOnly Property InvalidColorValue As Color
	Get
public:
static property Color^ InvalidColorValue {
	Color^ get ();
}
static member InvalidColorValue : Color with get
Property Value
Color
See Also
Reference
Color Class
Autodesk.Revit.DB Namespace